[
  {
    "id": "chicken-curry",
    "title": "Курица карри (Из Big Howler - Lazy Awoo)",
    "description":  "Куриное филе - 600 грамм, Банка нарезанных помидоров, Луковицы - 2 штуки, Чеснок - 3 зубчика, Имбирь - 30 грамм, Карри - количество зависит от желания остроты и насыщенности, Сливки 10% - 100 миллилитров, Вода - 100 миллилитров, Соль и перец ",
    "icon": "cake",
    "steps": [
      "Мелко нарезать лук и чеснок, натереть имбирь, нарезать куриное филе кусочками.",
      "На разогретую сковороду с маслом положить лук, жарить его до легкой золотистости после чего влить 50 миллилитров воды и дать ей выпариться.",
      "Добавить чеснок и имбирь к луку и залить оставшейся водой.",
      "Когда вода выпариться добавить карри, соль и перец после чего перемешать и немного обжарить 1-2 минуты.",
      "Добавить помидоры и тушить 6-7 минут.",
      "Добавить в соус филе и тушить 25 минут периодически помешивая.",
      "Добавить сливки и тушить ещё 10 минут."
    ]
  },
  {
    "id": "grilled-cheese",
    "title": "Гриль чиз (Из Big Howler - Lazy Awoo)",
    "description": "Хлеб для тостов - 2 куска, Сыр американский, Масло сливочное/майонез, Копчёная паприка",
    "icon": "chef-hat",
    "steps": [
      "Намазать хлеб маслом либо майонезом на внешней стороне. (И масло и майонез работают для того чтобы хлеб красиво и хрустяще поджарился, но некоторые говорят что после майонеза он пахнет рыбой)",
      "Положить сыр на хлеб и посыпать паприкой. (можно добавить дополнительно сыр который нравиться)",
      "Накрыть вторым куском хлеба и начать жарить на среднем огне.",
      "Переодически переворачивать чтобы хлеб не подгорел.",
      "Можно снимать с огня как только сыр расплавиться."
    ]
  },
  {
    "id": "sushi-cake",
    "title": "Суши торт запеченный с крабовыми палочкам (Из Big Howler - Lazy Awoo",
    "description": "Творожный сыр - 5 столовых ложек (примерно 100 грамм), Майонез 8 столовых ложек (примерно 200 грамм), Рис - 1 стакан (200 грамм), Рисовый уксус, Икра с копченым лососем - 1 банка, Крабовые палочки - 200 грамм, Сыр твёрдый - от 30 до 100 грамм, Листы нори",
    "icon": "chef-hat",
    "steps": [
      "Промыть рис до практически прозрачной воды. Налить в кастрюлю 2 стакана воды, добавить туда рис и поставить на сильный огонь до закипания, после чего поставить минимальный огонь и оставить до готовности риса.",
      "Для начинки нужно: нарвать крабовые палочки на волокна, добавить 5 ложек творожного сыра и 4 ложки майонеза после чего перемешать.",
      "Для верхней части торта нужно: натереть сыр, добавить целую банку икры с лососем, добавить майонез 4 ложки после чего перемешать.",
      "Когда рис сварится добавить в него две столовые ложки рисового уксуса и перемешать, после чего можно выложить его на тарелку для охлаждения.",
      "В форму на дно выложить рис равномерным слоем, после чего распределить слоем начинку а после распределить смесь верхней части торта.",
      "Поставить в духовку с температурой 180 градусов примерно на 7 минут, после чего можно включить гриль и дать торту подрумянится.",
      "Сломайте или разрежьте лист нори на 4 части (если у вас уже маленькие листы пропустите шаг)",
      "Порционные кусочки можно доставать ложкой из формы и класть на лист нори"
    ]
  },
  {
    "id": "beef-stroganoff-mushrooms",
    "title": "Бефстроганов с шампиньонами",
    "description": "Говядина, лук, шампиньоны, растительное и сливочное масло, сливки 33%, соль, чёрный перец, картофельное пюре, корнишоны, петрушка.",
    "icon": "chef-hat",
    "steps": [
      "Нарежьте говядину средними брусочками, лук — полукольцами, шампиньоны — ломтиками.",
      "Разогрейте растительное масло и обжарьте говядину без соли до лёгкой золотистой корочки.",
      "Добавьте к мясу лук и обжарьте до золотистого цвета.",
      "Добавьте шампиньоны и посолите. Соль начнёт проникать в грибы и вытянет из них влагу.",
      "Когда шампиньоны начнут выделять жидкость, влейте сливки, немного воды и приправьте чёрным перцем. Доведите до кипения на сильном огне, затем уменьшите нагрев и томите около 10 минут.",
      "Для подачи сделайте в центре тарелки углубление из картофельного пюре, выложите мясо с соусом и украсьте корнишонами и петрушкой."
    ]
  },
  {
    "id": "asian-beef",
    "title": "Говядина по-азиатски",
    "description": "Говядина (350 г), перцы, лук, соевый соус (2 ст.л.), белый перец, соль, яйцо, крахмал (1 ст.л.), имбирь (свежий или сухой), чеснок.",
    "icon": "chef-hat",
    "steps": [
      "Нарежьте говядину тонкими полосками. Замаринуйте на 15 минут: 2 ст. л. соевого соуса, белый перец, соль, яйцо и 1 ст. л. крахмала.",
      "Нарежьте лук перьями, перцы — тонкими полосками. Свежий имбирь натрите или нарежьте мелким кубиком. Натрите чеснок.",
      "Обжарьте мясо в один слой. Если оно не помещается на сковороде, готовьте партиями. Слайсы тонкие, поэтому как только исчезнет красный цвет, снимайте мясо с огня. На жарку партии уходит около 2 минут.",
      "Обжарьте овощи 3–4 минуты, добавьте мясо, соевый соус, имбирь и чеснок. Готовьте ещё 2 минуты на медленном огне. Овощи должны остаться аль денте.",
      "При подаче посыпьте блюдо кунжутом."
    ]
  },
  {
    "id": "pasta-bolognese",
    "title": "Паста Болоньезе",
    "description": "Паста, говяжий фарш, лук, прованские травы, чеснок, соус Болоньезе или томаты с болгарским перцем. Опционально: красное вино или портвейн, зелень (сельдерей, петрушка или зелёный базилик).",
    "icon": "chef-hat",
    "steps": [
      "Если используете помидоры и болгарский перец, нарежьте их кубиками.",
      "Поставьте воду для пасты на огонь. Как только она закипит, добавьте соль и пасту. Во время варки периодически помешивайте, чтобы она не слиплась.",
      "Разогрейте сковороду и нарежьте кубиками лук. Обжаривайте лук до золотистого цвета (3–4 минуты).",
      "Добавьте фарш, посолите, поперчите и лопаткой разделите его на мелкие кусочки. Обжаривайте 5 минут.",
      "Пока жарится фарш, очистите и натрите чеснок, а также мелко нарежьте зелень.",
      "Добавьте 1 ст. л. прованских трав в фарш и перемешайте.",
      "Добавьте соус Болоньезе или овощи. Если используете овощи, обжаривайте их до готовности (5 минут).",
      "Влейте в соус 150 мл красного вина или портвейна. Если соус слишком густой, добавьте немного воды (можно из кастрюли с пастой).",
      "Тушите соус 5 минут. Затем добавьте зелень, тёртый чеснок и соль по вкусу. Доведите до готовности ещё 2 минуты на медленном огне под крышкой."
    ]
  },
  {
    "id": "pasta-carbonara",
    "title": "Паста Карбонара",
    "description": "Паста, бекон, сливки, твёрдый или полутвёрдый сыр, пармезан, чеснок, соль и чёрный перец.",
    "icon": "chef-hat",
    "steps": [
      "Нарежьте бекон, натрите сыр для соуса и чеснок.",
      "Поставьте воду для пасты на огонь. Как только она закипит, добавьте соль и пасту. Во время варки периодически помешивайте, чтобы она не слиплась.",
      "Обжарьте бекон в течение 3 минут.",
      "Добавьте сливки и тёртый сыр, готовьте соус на медленном огне около 2 минут.",
      "Добавьте тёртый чеснок, соль и немного молотого чёрного перца. По вкусу можно использовать сухой обычный или копчёный чеснок. Готовьте ещё 1 минуту.",
      "Добавьте пасту, сваренную до состояния аль денте, в соус и перемешайте.",
      "При подаче посыпьте блюдо молотым чёрным перцем и натрите сверху пармезан."
    ]
  },
  {
    "id": "shakshuka",
    "title": "Шакшука",
    "description": "2 помидора, болгарский перец, лук, 4 яйца, зелень, чеснок, томатная паста, специи (дзира, кориандр, чёрный и красный перец, копчёная паприка).",
    "icon": "soup",
    "steps": [
      "Нарежьте кубиками помидоры, болгарский перец и лук. Вымойте зелень и очистите чеснок.",
      "На сильном огне обжарьте лук до золотистого цвета (3–4 минуты). Затем добавьте болгарский перец и помидоры и готовьте ещё 5–7 минут, пока овощи слегка не размягчатся.",
      "Пока овощи жарятся, натрите чеснок, нарежьте зелень и потолките в ступке дзиру.",
      "Добавьте в овощи 2 столовые ложки томатной пасты с горкой, перемешайте. При необходимости влейте немного воды и убавьте огонь. Потушите 2 минуты.",
      "Добавьте чеснок и специи: соль, дзира, молотый кориандр, копчёная паприка, красный и чёрный перец. Перемешайте.",
      "Столовой ложкой или лопаткой сделайте лунку и влейте в неё яйцо. Убавьте огонь до минимума, накройте крышкой и готовьте до свёртывания белка.",
      "Перед подачей посыпьте шакшуку свежей зеленью."
    ]
  },
  {
    "id": "tom-yam",
    "title": "Том ям",
    "description": "Курица, кокосовое молоко, шампиньоны, паста «Том ям», специи (галангал, каффирский лайм, лимонное сорго).",
    "icon": "soup",
    "steps": [
      "Приготовьте куриный бульон: дождитесь закипания и снимите пенку. Затем варите 40 минут, если используете куриное филе, или 1–2 часа, если берёте целую курицу, нарезанную на части.",
      "Отварите специи (галангал, каффирский лайм, лимонное сорго) 30 минут — либо в пакете вместе с курицей, либо отдельно. Процедите и влейте настой в бульон.",
      "Добавьте в суп нарезанные шампиньоны и варите 5 минут.",
      "Добавьте пасту «Том ям» и перемешайте. Затем, помешивая, влейте кокосовое молоко. Доведите суп почти до кипения, но выключите до закипания, чтобы молоко не свернулось."
    ]
  }
]
