[
  {
    "id": "chicken-curry",
    "title": "Курица карри (Из Big Howler - Lazy Awoo)",
    "description":  "Куриное филе - 600 грамм, Банка нарезанных помидоров, Луковицы - 2 штуки, Чеснок - 3 зубчика, Имбирь - 30 грамм, Карри - количество зависит от желания остроты и насыщенности, Сливки 10% - 100 миллилитров, Вода - 100 миллилитров, Соль и перец ",
    "icon": "cooking-pot",
    "steps": [
      "Мелко нарезать лук и чеснок, натереть имбирь, нарезать куриное филе кусочками.",
      "На разогретую сковороду с маслом положить лук, жарить его до легкой золотистости после чего влить 50 миллилитров воды и дать ей выпариться.",
      "Добавить чеснок и имбирь к луку и залить оставшейся водой.",
      "Когда вода выпариться добавить карри, соль и перец после чего перемешать и немного обжарить 1-2 минуты.",
      "Добавить помидоры и тушить 6-7 минут.",
      "Добавить в соус филе и тушить 25 минут периодически помешивая.",
      "Добавить сливки и тушить ещё 10 минут."
    ]
  },
  {
    "id": "grilled-cheese",
    "title": "Гриль чиз (Из Big Howler - Lazy Awoo)",
    "description": "Хлеб для тостов - 2 куска, Сыр американский, Масло сливочное/майонез, Копчёная паприка",
    "icon": "sandwich",
    "steps": [
      "Намазать хлеб маслом либо майонезом на внешней стороне. (И масло и майонез работают для того чтобы хлеб красиво и хрустяще поджарился, но некоторые говорят что после майонеза он пахнет рыбой)",
      "Положить сыр на хлеб и посыпать паприкой. (можно добавить дополнительно сыр который нравиться)",
      "Накрыть вторым куском хлеба и начать жарить на среднем огне.",
      "Переодически переворачивать чтобы хлеб не подгорел.",
      "Можно снимать с огня как только сыр расплавиться."
    ]
  },
  {
    "id": "sushi-cake",
    "title": "Суши торт запеченный с крабовыми палочкам (Из Big Howler - Lazy Awoo)",
    "description": "Творожный сыр - 5 столовых ложек (примерно 100 грамм), Майонез 8 столовых ложек (примерно 200 грамм), Рис - 1 стакан (200 грамм), Рисовый уксус, Икра с копченым лососем - 1 банка, Крабовые палочки - 200 грамм, Сыр твёрдый - от 30 до 100 грамм, Листы нори",
    "icon": "cake-slice",
    "steps": [
      "Промыть рис до практически прозрачной воды. Налить в кастрюлю 2 стакана воды, добавить туда рис и поставить на сильный огонь до закипания, после чего поставить минимальный огонь и оставить до готовности риса.",
      "Для начинки нужно: нарвать крабовые палочки на волокна, добавить 5 ложек творожного сыра и 4 ложки майонеза после чего перемешать.",
      "Для верхней части торта нужно: натереть сыр, добавить целую банку икры с лососем, добавить майонез 4 ложки после чего перемешать.",
      "Когда рис сварится добавить в него две столовые ложки рисового уксуса и перемешать, после чего можно выложить его на тарелку для охлаждения.",
      "В форму на дно выложить рис равномерным слоем, после чего распределить слоем начинку а после распределить смесь верхней части торта.",
      "Поставить в духовку с температурой 180 градусов примерно на 7 минут, после чего можно включить гриль и дать торту подрумянится.",
      "Сломайте или разрежьте лист нори на 4 части (если у вас уже маленькие листы пропустите шаг)",
      "Порционные кусочки можно доставать ложкой из формы и класть на лист нори"
    ]
  },
  {
    "id": "pickled-cabbage-salad",
    "title": "Салат с квашеной капустой (Из I.2.1)",
    "description": "Квашеная капуста, Чечевица консервированная - 1 банка, Соевый соус, Масло кунжутное, Чёрный перец, Лимонный сок.",
    "icon": "salad",
    "steps": [
      "Добавить в миску чечевицу и капусту. (капусты немного больше чем чечевицы).",
      "Добавить соевый соус, лимонный сок, масло и свежемолотый перец (Стоит добовлять постеенно чтобы добиться вкуса который понравится).",
      "Перемешать и салат готов"
    ]
  },
  {
    "id": "Dog-salad",
    "title": "Салат с курицей ананасами и крабовыми палочками (Из I.1.1)",
    "description": "Морковка по корейски (желательно острая), Консервированные ананасы - 1 банка, Кукуруза - 1 банка, Крабовые палочки - 1 пачка, Копченая куриная грудка - 1 упаковка, Яйца - 2-3 штуки, Майонез.",
    "icon": "salad",
    "steps": [
      "Крабовые палочки нарезать полосками (Для этого желательно раскрутить их, после чего нарезать).",
      "Ананас нарезать кубиками. ( можно взять банку уже нарезанных).",
      "Куриную грудку нарезать кубиками, размерами примерно как кубики ананаса.",
      "Для яиц желательно использовать яйцерезку, порезать один раз после чего повернуть и нарезать второй раз.",
      "Смешать всё нарезанное примерно в равном количестве, добавить морковку, после чего заправить майонезом.",
      "Желательно дать салату настояться пару часов, после чего всё готово."
    ]
  },
  {
    "id": "chicen-dog-soup",
    "title": "Куриный суп (Из I.1.2)",
    "description": "Куриная грудка, Картофель, Лук, Морковь, Соль, Кардамон, Сушеная петрушка, Смесь перцев.",
    "icon": "soup",
    "steps": [
      "Варитьт бульон в подсоленной воде примерно два часа.",
      "Вынуть курицу из бульона и нарезать её.",
      "Нагреть сковороду и добавить масло, после чего обжарить курицу.",
      "В бульон добавить нарезанную кубиками картошку",
      "К курице в сковороду добавить мелко нарезанный лук, и натёртую морковь.",
      "Посолить курицу и добавить специи. (Кардамон, петрушку, смесь перцев).",
      "Обжаривать курицу с овощами и специями пока лук не станет прозрачным, после чего добавить всё это в бульон.",
      "Варить до готовности картошки, после чего дать настояться 25-30 минут."
    ]
  }
]
